Repository: garyStofer/gse-ufo-18f2540
Catalog: PC/UAVPSet/FormMain.*.resx
Languages: de

# sonst1GroupBox.Text
source: other configuration
de: sonstige Konfiguration

# compass1Label.Text
source: Compass
de: Kompass

# kameraLabel.Text
source: factor for the camera
de: Kameraausgleich

# leerlaufgasLabel.Text
source: throttle idle
de: Leerlaufgas

# impulse1Label.Text
source: impulse cycle
de: Impulseausgabegeschwindigkeit

# bit4Header1Label.Text
source: Bit 4 Receiverpulse
de: Bit 4 Empfängerimpulse

# bit3Header1Label.Text
source: Bit 3 Roll / Nick decreased by half
de: Bit 3 Roll / Nick halbiert

# bit21CheckBox.Text
source: normal mode (0)
de: normaler Modus (0)

# bit2Header1Label.Text
source: Bit 2 integration state
de: Bit 2 Integrierzustand

# bit11CheckBox.Text
source: throttle on 1 (0)
de: Gaskanal auf 1 (0)

# bit01CheckBox.Text
source: mode + (0)
de: als + fliegen (0)

# bit0Header1Label.Text
source: Bit 0 flight-mode
de: Bit 0 Flugmodus

# akku1GroupBox.Text
source: Low-Batt-Warning
de: Akku Unterspannungserkennung

# akku1Label.Text
source: Value / 4,6 = Volt:
de: Wert / 4,6 = Volt:

# linear1GroupBox.Text
source: ACC-Sensor
de: Linearsensor

# gierA1Label.Text
source: horizontal-offset Yaw-axis
de: Ebenen-Position Gier-Achse

# gierMa1Label.Text
source: ACC-sensor up/down mix
de: Auf / Ab Mischanteil

# nickA1Label.Text
source: horizontal-offset nick-axis
de: Ebenen-Position Nick-Achse

# nickMa1Label.Text
source: ACC-sensor fore/aft mix
de: Vor / Zurück Mischanteil

# rollA1Label.Text
source: horizontal-offset roll-axis
de: Ebenen-Position Roll-Achse

# rollMa1label.Text
source: ACC-sensor left/right mix
de: Links / Rechts Mischanteil

# gier1GroupBox.Text
source: Yaw
de: Gier

# sonst2GroupBox.Text
source: other configuration
de: sonstige Konfiguration

# compass2label.Text
source: Compass
de: Kompass

# kamera2Label.Text
source: factor for the camera
de: Kameraausgleich

# leerlaufgas2Label.Text
source: throttle idle
de: Leerlaufgas

# impulse2Label.Text
source: impulse cycle
de: Impulseausgabegeschwindigkeit

# bit4Header2Label.Text
source: Bit 4 Receiverpulse
de: Bit 4 Empfängerimpulse

# bit3Header2Label.Text
source: Bit 3 Roll / Nick decreased by half
de: Bit 3 Roll / Nick halbiert

# bit22CheckBox.Text
source: normal mode (0)
de: normaler Modus (0)

# bit2Header2Label.Text
source: Bit 2 integration state
de: Bit 2 Integrierzustand

# bit12CheckBox.Text
source: throttle on 1 (0)
de: Gaskanal auf 1 (0)

# bit02CheckBox.Text
source: mode + (0)
de: als + fliegen (0)

# bit0Header2Label.Text
source: Bit 0 flight-mode
de: Bit 0 Flugmodus

# akku2GroupBox.Text
source: Low-Batt-Warning
de: Akku Unterspannungserkennung

# akku2Label.Text
source: Value / 4,6 = Volt:
de: Wert / 4,6 = Volt:

# linear2GroupBox.Text
source: ACC-Sensor
de: Linearsensor

# gierA2Label.Text
source: horizontal-offset Yaw-axis
de: Ebenen-Position Gier-Achse

# gierMa2Label.Text
source: ACC-sensor up/down mix
de: Auf / Ab Mischanteil

# nickA2Label.Text
source: horizontal-offset nick-axis
de: Ebenen-Position Nick-Achse

# nickMa2Label.Text
source: ACC-sensor fore/aft mix
de: Vor / Zurück Mischanteil

# rollA2Label.Text
source: horizontal-offset roll-axis
de: Ebenen-Position Roll-Achse

# rollMa2Label.Text
source: ACC-sensor left/right mix
de: Links / Rechts Mischanteil

# gier2GroupBox.Text
source: Yaw
de: Gier

# fileToolStripMenuItem.Text
source: File
de: Datei

# configLadenToolStripMenuItem.Text
source: open Parameter
de: Parameter öffnen

# configSpeichernToolStripMenuItem.Text
source: save Parameter
de: Parameter speichern

# miscellaneousToolStripMenuItem.Text
source: Miscellaneous
de: Diverses

# befehleToolStripMenuItem.Text
source: Commands
de: Befehle

# connectToolStripMenuItem.Text
source: Connect
de: Verbinden

# readConfigToolStripMenuItem.Text
source: read Config
de: lese Config

# writeConfigToolStripMenuItem.Text
source: write Config
de: schreibe Config

# peceiverToolStripMenuItem.Text
source: Receiver
de: Empfänger

# burnPicToolStripMenuItem.Text
source: burn Pic
de: brenne Pic

# debugToolStripMenuItem.Text
source: Debug Sensors
de: Debug
