Repository: garyStofer/gse-ufo-18f2540
Catalog: PC/UAVPSet/Resources/hilfe.*.resx
Languages: de, fr

# baro
source: Influence of the air pressure sensor on the gas (proportional): 1
de: Einfluss des Luftdrucksensors auf das Gas (Proportional): 1
fr: Influence de l'air sur le capteur de pression de gaz (proportionnelle): 1

# baroDif
source: Influence of the air pressure sensor on the gas (differential): 4
de: Einfluss des Luftdrucksensors auf das Gas (Differential): 4
fr: Influence de l'air sur le capteur de pression de gaz (différentiel): 4

# baroTemp
source: Temperature compensation for air pressure sensor (use = 13)
de: Temperaturkompensation für Luftdrucksensor (ideal = 13)
fr: Compensation de température pour capteur de la pression atmosphérique (utilisation = 13)

# Differenzial
source: Value -99 bis 99 (mostly -20 to +20) Serves the attitude of the reactivity. Usually the differential value becomes negative set sign to proportional value The value is too high, when the UFO is bouncing up or lies unstably in the air. For YAW use 0.
de: Werte -99 bis 99 (meist -20 bis +20) Dient der Einstellung der Reaktionsfähigkeit. Meist wird der Differentialwert mit entgegen gesetztem Vorzeichen zum Proportionalwert eingesetzt. Der Wert ist zu hoch, wenn das Ufo aufschaukelt oder instabil in der Luft liegt. Bei Gier sollte hier 0 eingetragen werden.
fr: Valeur -99 à 99 (le plus souvent -20 à +20) Utilise l'attitude de la réactivité. Généralement, le différentiel de valeur devient négatif à l'ensemble signe de la valeur proportionnelle La valeur est trop élevée, lorsque le quadri. bondit vers le haut ou est instable dans l'air. Pour utiliser YAW 0.

# EbenenAusgleich
source: Not supported yet!!!
de: noch nicht unterstützt !!!
fr: Non supporter actuellement!!!

# EmpfaengerImpulse
source: Mostly positive Indicates which receiver impulses being evaluated (positive/negatively).
de: Meist Positiv Gibt an welche Empfängerimpulse ausgewertet werden (positiv/negativ).
fr: Plutôt positifs Récepteur d'impulsions qui indique l'objet d'une évaluation (positive / négative).

# GasKanal
source: Graupner-modus (K1=Gas, K2=Roll, K3=Nick, K4=Gier) Futaba/Robbe-modus (K1=Roll, K2=Nick, K3=Gas, K4=Gier)
fr: Mode Graupner (K1=Gaz, K2=Roll/Roulis, K3=Nick/Tangage, K4=Yaw/Lacet) Mode Futaba/Robbe (K1=Roll/Roulis, K2=Nick/Tangage, K3=Gaz, K4=Yaw/Lacet)

# HalbRollNick
source: Roll- und Nick-Steuerknüppelsignale werden in der Wirkung halbiert (Specky-bit) This is particularly for proportional values > 20 and helpful for beginners!
de: Roll- und Nick-Steuerknüppelsignale werden in der Wirkung halbiert (Specky-bit) Dies ist vor allem für Proportionalwerte > 20 und Anfänger hilfreich!
fr: Roll-Nick de contrôle manche et des signaux à partir de la moitié de leur valeur. Cela est particulièrement proportionnelle pour les valeurs> 20 et utile pour les débutants!

# Impuls
source: Updaterate of controllers Min value +3 Engines have to start faultless!
de: Updaterate der Regler Min Wert +3 Motoren müssen sauber Anlaufen!!
fr: Mise à jour du taux de contrôleurs Min valeur +3 Les moteurs doivent démarrer immédiatement!

# Integral
source: values -99 bis 99 (same Vorzeichen like proportional) The control portion definiting the total gyro value over time. Important for the Heading Lock of the yaw channel. A too high value permits the UFO bouncing up, a too small value doesn´t turn back the UFO exactly after an angular momentum to its initial position.
de: Werte -99 bis 99 (gleiches Vorzeichen wie Proportional) Der Steueranteil der die Summe der Gyrowerte über die Zeit definiert. Ist vor allem für das „Heading Lock“ des Gierkanals wichtig. Ein zu hoher Wert lässt das Ufo aufschaukeln, ein zu geringer lässt das Ufo nach einem Drehimpuls nicht mehr ganz in die Ausgangslage zurückkehren.
fr: Valeurs -99 à 99 (comme proportionnelle) Le contrôle total de la portion definie de la valeur gyroscopique au cours du temps. Important pour la rubrique Lock de la chaîne de lacet. Une valeur trop élevée fait que le quadri. qui rebondit en haut, une valeur trop petite ne fait pas pivoter le quadri. exactement depuis le moment angulaire vers la position initiale.

# IntegralLimiter
source: Integral Limiter Always positiv! Maximum 127/Integral=Integral Limiter (Example Integral= 6 --> 127/6=21.16 rounded offt=21, Integral Limiter may be Max 21!)
de: Integral Limiter Immer positiv! Maximal 127/Integral=Integral Limiter (Beispiel Integral= 6 --> 127/6=21.16 abgerundet=21, Integral Limiter darf Max 21 sein!)
fr: Limiteur Integral Toujours positif! Maximum = 127/Integral Integral Limiteur (Exemple Integral = 6 -> 127 / 6 = 21,16 arrondi offt = 21, Integral limiteur peut être Max 21!)

# Integrierzustand
source: LEDs showing condition of integral (only indicating function, no influence on the parameters)
de: LEDs zeigen Integriererzustand (hat nur Anzeigende Funktion, keinen Einfluss auf die Parameter)
fr: Les LEDs indiquent l'état des intégrales (en indiquant uniquement la fonction, pas d'influence sur les paramètres)

# Kameraausgleich
source: Indicates how strong the pitch/rolling motions at the camera will become balanced (Tilt).
de: Gibt an wie stark die Nick/Rollbewegungen an der Kamera ausgeglichen werden (Tilt).
fr: Indique la puissance du tangage / roulis de l'appareil qui deviendra en équilibre (Tilt).

# Kompass
source: Defines how heavy the deviation of target direction intervenes in the regulation. Values about -99 to +99, default is 0
de: Definiert wie stark die Abweichung von der Sollrichtung in die Regelung eingreift. Zwischen 4 und 8 hat sich als ideal herausgestellt. Werte sind von -16 bis +16, default ist 0
fr: Définit la manière dont les importants objectifs de la déviation de la direction interviennent dans le règlement. Valeurs environ -99 à +99, la valeur par défaut est 0

# Leerlaufgas
source: The Engines have to run after for some seconds, when gas is at zero!
de: Motoren müssen einige Sekunden nachlaufen, bei Gas auf Null! Wenn beim Sinken ein starkes Schaukeln auftritt kann ein Grund ein zu geringes Leerlaufgas sein. (Bei den Arkai ca. 50 einstellen)
fr: Les moteurs doivent tourner encore quelques secondes, lorsque les gaz sont à zéro!

# Limiter
source: Limiter (always positive !) Since 3.13 absolent for Roll and Nick. Use 25 for YAW
de: Limiter (immer positiv!) Seit 3.13 bei Roll und Nick nicht mehr in Verwendung. Bei Gier ca. 25 als Empfehlung.
fr: Limiter (toujours positive!) Depuis 3,13 pour Roulage et Nick. Utilisez 25 pour YAW

# Neutral
source: Neutral value of the linear sensor for this axle when exact Neutral value of the linear sensor for this axle, with accurately horizontal situation of the UAVP. Value investigated in linearsensor, when accu sticked - must be transferred over the function!
de: Neutralwert des Linearsensors für diese Achse, bei exakt Waagerechter Lage des UAVP. Wert wird beim anstecken des Akkus im Linearsensor ermittelt und muss über die Funktion Neutral übertragen werden!
fr: Neutre valeur du capteur linéaire pour cet axe lorsque le Neutre exacte de la valeur du capteur linéaire pour cet axe, avec précision de la situation horizontale UAVP.

# Proportional
source: Value -99 to 99 The controls interest,which is measured and/or through handed directy by transmitter and gyros. The value is too small, when the UFO reacts badly to roll/nodding to your instructions. The value is too high, if the UFO is bouncing up. For YAW use 0.
de: Werte -99 bis 99 Der Steueranteil, der direkt vom Sender und den Gyros gemessen bzw. durchgereicht wird. Der Wert ist zu gering, wenn das Ufo schlecht auf Roll/Nick-Steuerbefehle reagiert. Der Wert ist zu hoch, wenn das Ufo aufschaukelt. Bei Gier sollte hier 0 eingetragen werden.
fr: Valeur -99 à 99 Les contrôles d'intérêts, qui sont mesurés et / ou remis directement par l'intermédiaire de l'émetteur et des gyros. La valeur est trop petite, quand le quadri. réagit mal à vos instructions. La valeur est trop élevée, si le quadri. rebondit vers le haut. Pour utiliser YAW 0.

# Unterspannung
source: Shows on with which tension the piezo summer/red LED responds. Avoids over-discharging of the accus and crashes by missing thrust performance. Values by 3s from 43 to 45
de: Gibt an bei welcher Spannung der Piezo-Summer/Rote LED anspricht. Vermeidet schädliche Tiefentladung der Akkus und Abstürze durch fehlende Schubleistung. Werte bei 3s 43 bis 45
fr: Fonction avec laquelle les tensions sur les piézo et la LED rouge réagit. Évite de trop décharger des batteries et des accidents de perte de poussée. Valeurs normale pour 3S de 43 à 45

# XModus
source: Shows teh way to fly. + = an arm forward into flight direction X = 2 arms in iflight driection (45° staggerd to + modus) Note: X mode requires other parameters to prop. Diff. integral
de: Gibt die Art des Fliegens an. + = ein Ausleger nach vorn in Flugrichtung X = 2 Ausleger in Flugrichtung(45° versetzt zum + Modus) Achtung: X Modus erfordert andere Parameter Prop/ Diff/ Integral
fr: Montre la voie à la volée. + = Un bras vers l'avant dans la direction de vol X = 2 bras dans la direction du vol (mode à 45 °) Note: le mode X nécessite d'autres paramètres à prop. Diff. Intégral
